tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk"
brew "ansible"
brew "anyenv"
brew "archey"
brew "ascii"
brew "bash"
brew "bat"
brew "bluetoothconnector"
brew "circleci"
brew "cliclick"
brew "ctags"
brew "digdag"
brew "fontforge"
brew "fzf"
brew "git"
brew "highlight"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libevent"
brew "mas"
brew "mysql@5.7", restart_service: true
brew "percona-toolkit"
brew "protobuf"
brew "source-highlight"
brew "starship"
brew "tfenv"
brew "tig"
brew "tmux"
brew "vim"
brew "yarn"
cask "alacritty"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
