tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shyiko/kubesec"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk"
brew "ansible"
brew "anyenv"
brew "archey"
brew "ascii"
brew "bash"
brew "bat"
brew "bluetoothconnector"
brew "boost"
brew "circleci"
brew "cliclick"
brew "cowsay"
brew "digdag"
brew "elm"
brew "fontforge"
brew "fzf"
brew "git"
brew "highlight"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kustomize"
brew "lazygit"
brew "libevent"
brew "markdown"
brew "mas"
brew "mysql@5.7", restart_service: true
brew "protobuf"
brew "prototool"
brew "pulumi"
brew "source-highlight"
brew "starship"
brew "tfenv"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "shyiko/kubesec/kubesec"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "cathode"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
