tap "git-chglog/git-chglog"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "izumin5210/tools"
tap "shyiko/kubesec"
tap "universal-ctags/universal-ctags"
brew "anyenv"
brew "archey"
brew "ascii"
brew "bash"
brew "bat"
brew "bluetoothconnector"
brew "boost"
brew "openssl@1.1"
brew "sqlite"
brew "glib"
brew "python@3.8"
brew "cairo"
brew "circleci"
brew "cliclick"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "direnv"
brew "docutils"
brew "figlet"
brew "firebase-cli"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gh", link: false
brew "ghq"
brew "git"
brew "gnu-sed"
brew "libevent"
brew "unbound"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lftp"
brew "libass"
brew "markdown"
brew "mas"
brew "mycli"
brew "mysql-client"
brew "mysql@5.7", restart_service: true
brew "nkf"
brew "nodenv"
brew "parallel"
brew "pre-commit"
brew "protobuf"
brew "prototool"
brew "pulumi"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "source-highlight"
brew "starship"
brew "stern"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "toilet"
brew "translate-shell"
brew "tree"
brew "unison"
brew "vim"
brew "watch"
brew "yamllint"
brew "yara"
brew "shyiko/kubesec/kubesec"
cask "adoptopenjdk"
cask "alacritty"
cask "bloomrpc"
cask "brooklyn"
cask "ngrok"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
