tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "cask"
brew "devcontainer"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnu-sed"
brew "go"
brew "htop"
brew "jq"
brew "neofetch"
brew "neovim"
brew "php"
brew "ranger"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
cask "alacritty"
cask "arc"
cask "chatgpt"
cask "claude"
cask "keyboardcleantool"
cask "line"
cask "linear-linear"
cask "notion"
cask "notion-calendar"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "slack"
cask "thebrowsercompany-dia"
